---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ElectricalResistivity
source: html/b0b8443a-9b4b-d040-6821-c67058857b78.htm
---
# Autodesk.Revit.DB.SpecTypeId.ElectricalResistivity Property

Electrical Resistivity, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalResistivity { get; }
```